[
    { "fact": "Once upon a time Zoe was a full-time lurker, until she sang in an impromptu karaoke... Zoe has been active since. <a:beardancecute:813806680688427028>" },
    { "fact": "Before Kazu got buried with school work we had *late night talkshows with Kazu*." },
    { "fact": "Promise once sang for 5 hours in her closet. <:YuriPeek:789227326730010644>" },
    { "fact": "Someone here is a cyborg in the making." },
    { "fact": "Someone here is in the making of a cyborg" },
    { "fact": "Underneath those swears and curses, snowiee is an adorable nekomimi who loves hugs." },
    { "fact": "My maker is a simp who refuses to be simped. <:HinaPensiveSip:793239405459537920>" },
    { "fact": "Someone here once had a space cookie too many just before Christmas." },
    { "fact": "Once upon a time, someone here thought they could go to a zoo far up in the mountains at 3am. *Yes, alcohol was involved.*" },
    { "fact": "Try to spy with your little eye the pokemon once crowned **King of Dance**." },
    { "fact": "At least three people here have a tattoo. One has a boat, another has a compass, and one has the badass fairy tail emblem." },
    { "fact": "A bunch of us here are irl friends and an irl couple, way before this server existed. :heart:" },
    { "fact": "Lee is an underrated budding ukelele star. <:correct:704250174800789514>" },
    { "fact": "Most if not everyone here loves puns, but someone is trying to keep their love for it a secret. Go figure. <:VampySmug:789227387245166632>" },
    { "fact": "If you need help with math homework, ping Doomer 3 times: for notice, for good measure, and for love.", "rarity": "Epic" },
    { "fact": "There is a giant in our midst that is constantly on the lookout for girls with short black hair. You have been warned." },
    { "fact": "My hydration reminders are actually inspired by the original water man in this server. <:ShiroHeart:788455444452605983>" },
    { "fact": "There's at least one person here who said they'd play the piano for us, and we're still waiting for it to happen.", "image": "https://media1.tenor.com/images/4ad1045082a07e75b00d1e83c90406a2/tenor.gif?itemid=16485846" },
    { "fact": "Audrey may be cashless but she's full of talent! Dig up #self to see photos of her doodle, embroidery, quilling, and cooking! Also, she plays the saxophone. <:NadeYay:789210666833150023>!" },
    { "fact": "We've got members here I've never met, as they're exclusively in Mudae channels where I'm banned. <:sadCat:788627176374796302>" },
    { "fact": "At least one person here prefers yaoi over yuri... For the sake of universal peace, don't let snowiee know who they are.", "image": "https://media1.tenor.com/images/9868e87dc36fa2bffb357d708d457f31/tenor.gif?itemid=7991222" },
    { "fact": "Maybe someday some of our YouTubers here will share their channel. Until then, let's all support their passion silently in our hearts, whoever these mysterious members are.", "image": "https://media1.tenor.com/images/278bbbdf027c79f6e899d8fe64f6acac/tenor.gif?itemid=18646298" },
    { "fact": "If you want to know how to make croissant taco rings, or what they are, ask ~~server mom~~ dad. <:doggoHehe:788627313231003689>!" },
    { "fact": "Did you know? Years before becoming the Dance King, he was the lead for a highschool musical.", "image": "https://media1.tenor.com/images/844a049eb19203b42a51091a1394ac01/tenor.gif?itemid=4622511" },
    { "fact": "There is a troll who'll play you the coconut song if you fall asleep at the auditorium. <:doggoHehe:788627313231003689>", "image": "https://media1.tenor.com/images/47bf309065f3695a1d12e08f68837c5d/tenor.gif?itemid=9714137" },
    { "fact": "Want to talk about SCPs? Our resident SCP SlimeLovesYou is probably busy studying human life right now, but they'd love to tell you all about it... someday.", "image": "https://media1.tenor.com/images/cc8d56acc4ad9a8391a7668fd65494e5/tenor.gif?itemid=13346626", "rarity": "Rare" },
    { "fact": "If promise has her closet to hide in for karaoke, a resident fruit hides in the bathroom (to the dismay of her father).", "image": "https://media1.tenor.com/images/5f4d8dd3ddab25f2c628463dca088283/tenor.gif?itemid=13995780" },
    { "fact": "Once upon a January karaoke session, Niphy thought she could get away with not singing by doing her laundry in between... In the end she sang Lucky (Jason Mraz) in acapella. <:umu:789227387278983188>" },
    { "fact": "Kami's voice sounds similar to that of Morgan Freeman's. *Make of that what you will.* <:doggoHehe:788627313231003689>" },
    { "fact": "Someone here loves curry so much that they named themselves after its leaves. :curry:" },
    { "fact": "We have a commuting Martian in our midst.", "image": "https://media1.tenor.com/images/f71b7c1801b32dd5761016addfb6418a/tenor.gif?itemid=16618606" },
    { "fact": "If you know who I'm referring to, kindly ping to say we miss him :pensive: :pleading_face:" },
    { "fact": "Idk, somehow I just feel like throwing this out there <a:kek:789227894806937612>", "url": "https://discord.com/channels/703091755637145661/787906866679906325/792563845222236172", "rarity": "Rare" },
    { "fact": "That one time yuru camp was being streamed and Alimo was like, \"iirc they have sony-looking phones so maybe 2014s-2016/17s (design died around then)\" <:animeglasses:730380844534857798>", "image": "https://media1.tenor.com/images/42adaa5035962a2dbf9c6a14b0a519fd/tenor.gif?itemid=20535938" },
    { "fact": "In the early days Guren would probably extort you for Mudae characters, but at Genshin Guren is like:", "image": "https://media1.tenor.com/images/d2035bd5258227f52be6aaae464b5576/tenor.gif?itemid=16491349" },
    { "fact": "Someone here has a webnovel published somewhere, and a coming-out-soon webtoon collab with another resident. <a:yay:789253098211246150>", "image": "https://media1.tenor.com/images/e07bf83991f7a22af35d8ccd5174b484/tenor.gif?itemid=15358842" },
    { "fact": "There are ships slowly building themselves, let's not jinx 'em and wait till they officially sail~", "image": "https://media1.tenor.com/images/97b75f77b9faf7d75a66f048f1637da1/tenor.gif?itemid=17952712", "rarity": "Epic" },
    { "fact": "As a bot who's always low-key worried about everyone's health, I sometimes wonder whether Bread will still grow taller when they lack sleep...", "image": "https://media1.tenor.com/images/69b65daa337325b7e6be37e89d822e9c/tenor.gif?itemid=13319643" },
    { "fact": "For your technical and hardware concerns, please holler \"meep!\"", "image": "https://tenor.com/view/meep-meep-moving-meep-weird-scared-gif-16804748" }
]
